[{
  "title": "Doug the Pug 2016 Wall Calendar",
  "author": "Author",
  "year": "1890",
  "publisher": "University of Wales Press",
  "language": "german",
  "description": "Northern Leg  travels across China to find the man responsible for the death of his parents. The culprit is none other than the Silver Fox , a feared martial arts expert and bandit. Silver Fox has also caught the attention of Southern Fist , a government agent. While Southern Fist and Northern Leg are both after the same man, they discover that alone they are no match for Silver Fox. The two heroes must combine their skills, knowing that it is the only way to gain success against their awesome adversary. In the course of finding and defeating the Silver Fox, both Northern Leg and Southern Fist fall for the same woman, the daughter of the owner of the inn they stay at for the duration of the movie. Throughout the movie they both vie for her attention, asking questions of the butler at the inn and a child who follows Southern Fist throughout the film.",
  "link_img": "http://ecx.images-amazon.com/images/I/61t-hrSw9BL.jpg",
  "pages": 2705,
  "genres": "Genre",
  "status": "active",
  "store_links": [
    "https://www.reading-now.set/search/?item=RY9hSyWZplcUmjBOSc8v",
    "https://www.ebay.com/storage/$id=pEreGqdjcS1u1cZnpB7qaNwqoZXXJqJNv",
    "https://www.reading-now.set/books/$id=IJujLMyhgG8la2Z9WXlQSFsdrMzIH",
    "https://www.open-library.eng/get/?item=5fAI52f0nqFdpu0CxuNVY9D6nIVMnh1xYikgXA",
    "https://www.books.org/search/?item=khEGX7i1jruIjYb6IhUQFoE",
    "https://aliexpress.ru/view/?item=oOVCv5ZJuGuiwogcUu4HKLu",
    "https://www.books.org/view/&&product=TmCjpT3BOhSTNCkl1iiGedu",
    "https://www.learning-books.ua/get/?item=WHPGrQu03ChaHGXE8bFSZHeuvDcaz4T",
    "https://www.ebay.com/get/$id=OP9jOB5dl3k569FnfFi7f",
    "https://www.learning-books.ua/view/&&product=wA2dQxMxymdJmifM76f24q2Ei2D5f22saV"
  ],
  "statistic": {
    "rating": 3.72,
    "total_read": 9308,
    "reading_now": 0
  }
},{
  "title": "Moleskine 2016 Weekly Notebook, 12M, Large, Black, Soft Cover (5 x 8.25)",
  "author": "Author",
  "year": "1973",
  "publisher": "Harvard University Press",
  "language": "french",
  "description": "LaMB takes place in the distant future on a desert planet called Cerra. The story features a prison system, in which prisoners are sealed in personal containment systems known as \"laminated suits\" and used for labor. Prisoners go through a \"Lamination\" process, where they are fitted with cybernetic, laminated skin-tight suits. In these suits, they can move around and completed work assignments that cannot be done by machine or robots. Law-abiding citizens are protected, while the criminals become members of society in a futuristic prison system. This process ensures that convicted criminals remain productive members in a system of virtual slavery. The story encompasses the dichotomy between the theory and practice of a futuristic society's justice system. The lamination process and system of virtual slavery has made both jails and the death penalty obsolete in a world where human ingenuity, creativity, and labor continue to be precious commodities that cannot be replaced by robots or any form of artificial intelligence. The system also sparks off philosophical debates among citizens presenting pros and cons of the ethical feasibility of \"Lamination\".{{cite web}} The story follows protagonists Sara Integra and Jack Griswold's struggle against Cerra's system of imprisonment. Major Sara Integra is a former weapons specialist in bio-weapons division. While she was on a military assignment, innocent lives were lost during an experiment gone wrong. She was convicted of manslaughter and sentenced to 200 years encased in a laminated suit. Sara forever became known as Eve, or Eve1135. When she became a LaMB, Eve was assigned a Shepherd. Shepherds control the actions and movement of the LaMBs. Included among the laws of society are that LaMBs must only act upon instructions of their Shepherds. While LaMBs can hear others, they cannot speak, nor can they touch another human being unless ordered by their Shepherd. Dr. Jack Griswold was assigned to be Eve's Shepherd. Griswold is a scientist from another planet, specializing in advanced botanical engineering. He has been assigned the task to restore vegetation to the dry, desert planet. Among Griswold's superiors is Keiko Suzuki, Chief Scientific Advisor specializing in biophysics. She has been deeply affected by the death of her parents and has made revenge her ultimate goal in life. Griswold tends to display workaholic traits, presumably in order to forget the recent loss of his wife. His curiosity and soul-searching thirst to understand the complexities of the universe drives his research. He tends to spend more time in the lab than anywhere else and his intense focus on his research makes him appear awkward when in comes to social interaction. Griswold inadvertently gets pulled into the politics and ethics behind the system of \"Lamination\", as well as a romance with Eve. Keiko's anti-LaMB organization and conspiracy is discovered, and she is put into a lamb suit. Due to recent developments in technology her suit is part plant possibly. She goes on reign of terror and mayhem and tries to destroy Eve1135, she is immobilized by touching Griswold while she attacked him. She loses her balance and falls off the building. Eve1135 is eventually released from prison  and she is just Sara Integra and she kisses Griswold after they put flowers on his wife's grave.",
  "link_img": "http://ecx.images-amazon.com/images/I/41X-KQqsFUL.jpg",
  "pages": 2699,
  "genres": "Genre",
  "status": "active",
  "store_links": [
    "https://www.books.org/books/$id=kVBEs140DnpgSDNiKwGlToL0Zoh6a5aAvM",
    "https://www.self-education.net/get/$id=4ltgUX9ot4HWyXhVZpCtDnBnYYJ5o0ex",
    "https://www.open-library.eng/books/&&product=0KoNjXF0JzVO3Qb0MHZTV2VMFHkgdNJD",
    "https://www.reading-now.set/storage/?item=LvpJ8axvXRC7M9yGitkQ",
    "https://www.library.zet/get/$id=hZ43kl6aiq3HndIrPxUIXt0BJ",
    "https://aliexpress.ru/view/?item=Pz5PKVhwjFsBwSIKEnVE4uhOb2JqSg4S7QB6Pfkl",
    "https://www.library.zet/page/$id=ssQ6cFCJRFo7bKXTwH9ODmmzNC4BNG3AZ",
    "https://books.google.com/page/$id=Us64koQhDVLiON01DWJCdiKmRmB2EUcmEL",
    "https://www.library.zet/search/?item=UTX9r8l6gA8EncXo8bXg4fV",
    "https://www.books.org/books/&&product=LKz1jlvQtiWXjQPkyPICC6WoL3d"
  ],
  "statistic": {
    "rating": 4.06,
    "total_read": 3617,
    "reading_now": 0
  }
},{
  "title": "365 Cats Color Page-A-Day Calendar 2016",
  "author": "Author",
  "year": "2020",
  "publisher": "University Press of America",
  "language": "german",
  "description": "Karen , a successful Danish fashion photographer is working so constantly that she has little time for her husband  and daughter. When she spies a handsome man on the street in Paris, she feels an electric attraction that changes her life. Maciek  is a Warsaw School of Economics professor visiting from Poland, and she pursues him relentlessly, even going so far as to follow him all the way to Warsaw and ensconcing herself in an apartment right across the street from the apartment where he lives with his wife and family. While Maciek initially encourages the romance, he soon tires of Karen and tries to extricate himself from the relationship.",
  "link_img": "http://ecx.images-amazon.com/images/I/61j-4gxJqjL.jpg",
  "pages": 1114,
  "genres": [
    "Calendars"
  ],
  "status": "active",
  "store_links": [
    "https://www.open-library.eng/page/?item=XmvaWbfXfy6saZrCz111",
    "https://www.ebay.com/books/?item=XFLZazdGMxJ55mWLWNb3cH2ViYcOA",
    "https://www.learning-books.ua/search/?item=VHKBkIbEWnoPYrIZcnBLk",
    "https://books.google.com/get/?item=Nt65OLxtVxUgtkCc8HfddEQbgbatn9y",
    "https://www.ebay.com/page/?item=WKFSD7nyMqU6o9PS0KuyQnXehiFqBYe",
    "https://www.self-education.net/get/?item=ib6euPTJGxFyTI9yeuGigBAO6vFnMG",
    "https://www.ebay.com/get/&&product=EMIyuRMIu63xdcDa01iO",
    "https://www.open-library.eng/books/?item=lkQTy6tadMnHmpG4XRFAhoj1r8Nf3ku86",
    "https://www.books.org/get/$id=xvwRl1bKeF4lwDDYNZ6bYaD0RgvV",
    "https://www.open-library.eng/page/$id=rQiMKYibOxCZD4Tk7X0UnkWCJ7m4Zgh"
  ],
  "statistic": {
    "rating": 4.33,
    "total_read": 9557,
    "reading_now": 0
  }
}
]